Repository: thegirlintheroom613/wasta-offline
Catalog: install-files/wasta-offline/po/*.po
Languages: fr

source: #Another program is accessing the software lists...\n\nIs mintupdate or synaptic or apt cron job running?\n\nWaiting for it to finish...Elapsed Time: $COUNT seconds\n\n
fr: #Un autre logiciel accède à la liste de sources...\n\nEst-ce quemintupdate ou synaptic ou cron job d'apt est en marche ?\n\nAttente dela fin du processus...Temps écoulé : $COUNT secondes\n\n

source: wasta [Offline]: wait for apt list lock to finish
fr: wasta [Hors-ligne] : Attente de la fin de processus d'apt

source: wasta [Offline] Error: Log
fr: wasta [Hors-Linge] Erreur : Journal

source: wasta [Offline]
fr: wasta [Hors-ligne]

source: Use wasta [Offline] for local software updates or installs on this computer?
fr: Utiliser wasta [Hors-ligne] pour les mises à jour locales de logiciels ou les installations sur cet ordinateur ?

source: You will be prompted to locate an existing 'wasta-offline' folder.
fr: Vous serez invité à localiser un dossier 'wasta-offline' existant.

source: NOTE:
fr: NB :

source: If you want to add a computer's local software cache to a 'wasta-offline' folder, instead use 'wasta-offline-setup'.
fr: Si vous souhaitez ajouter le cache logiciel local d'un ordinateur à un dossier 'wasta-offline', utilisez plutôt 'wasta-offline-setup'.

source: Select a 'wasta-offline' Folder
fr: Sélectionnez un dossier 'wasta-offline'.

source: wasta [Offline]: Exiting
fr: wasta [Hors-ligne] : Sortie

source: Selected Folder:
fr: Dossier sélectionné :

source: This folder is not a <b>'wasta-offline'</b> folder.\n wasta [Offline] will now exit.
fr: Ce dossier n'est pas un dossier <b>'wasta-offline'</b>.\n wasta [Hors-ligne] va maintenant sortir.

source: No <b>'wasta-offline'<b> folder has been set.\n wasta [Offline] will now exit.
fr: Aucun dossier <b>'wasta-offline'<b> n'a été défini.\n wasta [Hors-ligne] va maintenant sortir.

source: OFFLINE ONLY:
fr: UNIQUEMENT HORS-LIGNE :

source: Only software from the wasta-offline folder may be updated or installed. *** NO INTERNET CONNECTION WILL BE USED ***
fr: Seulement les logiciels de la wasta-offline Le dossier peut être mis à jour ou installé. *** AUCUNE CONNEXION INTERNET NE SERA UTILISÉE ***

source: OFFLINE AND INTERNET:
fr: HORS-LIGNE ET INTERNET

source: Selected software updates or installs that are not found in the wasta-offline folder will be downloaded from the internet. *** INTERNET DOWNLOADS MAY BE SLOW or EXPENSIVE ***
fr: Mise à jour ou installation de certains logiciels qui ne se trouvent pas dans le dossier wasta-offline sera téléchargé sur Internet. *** L'UTILISATION D'INTERNET PEUT ETRE LENTE OU COUTEUSE ***

source: Only software from the wasta-offline folder may be updated or installed.
fr: Seuls les logiciels du dossier wasta-offline peuvent être mis à jour ou installés.

source: <b>wasta [Offline]</b> is used for local software updates or installs from a <i>'wasta-offline'</i> folder. <b>wasta-offline folder:</b>
fr: <b>wasta [Hors-ligne]</b> est utilisé pour les mises à jour locales de logiciels ou les installations à partir d'un dossier <i>'wasta-offline'</i>. <b>dossier de wasta-offline :</b>

source: Be sure to close any other open software management programs such as 'Update Manager' or 'Synaptic Package Manager' before continuing.
fr: Veillez à fermer tout autre logiciel de gestion de logicels tels que 'Gestionnaire de Mises à jour' ou 'Synaptic Software Package Manager' avant de continuer.

source: SELECT the wasta [Offline] software mode:
fr: SÉLECTIONNEZ le mode logiciel wasta [Hors-ligne] :

source: Value
fr: Valeur

source: Software Mode
fr: Mode d'sources

source: OFFLINE Mode selected
fr: Mode HORS-LIGNE sélectionné

source: OFFLINE AND INTERNET Mode selected
fr: Mode HORS-LIGNE ET INTERNET sélectionné

source: #Generating software list for wasta [Offline]...\n\nElapsed Time: $COUNT seconds\n\n\n
fr: #Génération de liste de logiciels pour wasta [Hors-ligne]...\n\nTemps écoulé : $COUNT secondes\n\n\n

source: Info: dpkg-scanpackages took approximately $COUNT sec.
fr: Information : dpkg-scanpackages a duré environ $COUNT secondes.

source: wasta [Offline]: Generating Software Package List
fr: wasta [Hors-ligne] : Génération de liste de paquets de logiciels

source: Generating software list for wasta [Offline]...\n\n\n\n
fr: Génération de liste de logiciels pour wasta [Hors-ligne]...\n\n\n\n

source: wasta [Offline] PACKAGES error
fr: wasta [Hors-ligne] erreur de PAQUETS

source: Local-cache is DISABLED due to an error
fr: DESACTIVATION de local-cache due à une erreure

source: Check the logs ($LOG) for Package errors.
fr: Vérifiez le fichier journal ($LOG) pour des erreurs de Package.

source: Internet and mirror repositories will still work, so not aborting.
fr: Dépots d'Internet et de miroir fonctionneront toujours, donc pas d'arrêt.

source: #Creating Packages files from Packages.gz ...\n\n\n\n\n
fr: #Création des fichiers Packages depuis Packages.gz ...\n\n\n\n\n

source: #Finding Packages files ...\n\n\n\n\n
fr: #Recherche des fichiers Packages ...\n\n\n\n\n

source: Processing wasta-offline ${MIRROR_BASE} repository:
fr: Traitement du dépot de wasta-offline ${MIRROR_BASE} :

source: Adding following line to sources.list:
fr: Ajoût de la ligne suivante à sources.list :

source: #Adding wasta [Offline] ${MIRROR_BASE} repositories...\n\nRepository: $REPO\nSeries and Section: $SERIES $SECTION\n\n
fr: #Ajoût des dépots de wasta [Hors-ligne] ${MIRROR_BASE}...\n\nDépot :$REPO\nSérie et Section : $SERIES $SECTION\n\n

source: Adding wasta [Offline] ${MIRROR_BASE} repositories...\n\n\n\n\n
fr: Ajoût des dépots de wasta [Hors-ligne] ${MIRROR_BASE}...\n\n\n\n\n

source: #Updating software lists...\n\nElapsed Time: $COUNT seconds\n\n\n
fr: #Mises à jour de listes de logiciels...\n\nTemps écoulé : $COUNT secondes\n\n\n

source: Info: apt-get update took approximately $COUNT seconds.
fr: Information : apt-get update a duré environ $COUNT secondes.

source: wasta [Offline]: Updating Software Lists
fr: wasta [Hors-ligne] : Mise à jour de listes de logiciels

source: Updating software lists...\n\n\n\n\n
fr: Mise à jour de listes de logiciels...\n\n\n\n\n

source: wasta [Offline]: Ready
fr: wasta [Hors-ligne] : Prêt

source: Finished
fr: Terminé

source: <b>wasta [Offline] is ready.</b> You may now install or update software using any of the following: - <i>Update Manager</i> - <i>Synaptic Package Manager</i> - terminal commands such as <i>apt</i> and <i>apt-get</i> <b>******************************************************</b> <b><i>Please leave this window open</i></b> until all software updates or installs are complete, then click <b>Finished</b>. <b>******************************************************</b>
fr: <b>wasta [Hors-ligne] est prêt.</b> Vous pouvez désormais installer ou mettre à jour des logiciels par : - <i>Gestionnaire de mises à jour</i> - <i>Synaptic Software Package Manager</i> - par l'invite de commandes : <i>apt</i> et <i>apt-get</i> <b>******************************************************</b> <b><i>Veuillez laisser cette fenêtre ouverte</i></b> jusqu'à la fin des installations ou des mises à jour, puis cliquer sur <b>Terminé</b> pour quitter wasta [Hors-ligne]. <b>******************************************************</b>
