Repository: thegirlintheroom613/wasta-offline
Catalog: install-files/wasta-snap-manager/po/*.po
Languages: fr

source: wasta [Snap] Manager
fr: wasta [Snap] Gestionnaire

source: Confirm the wasta-offline folder or choose another one
fr: Confirmer le dossier wasta-offline ou en choisir un autre

source: Choose the offline snaps folder
fr: Choisissez le dossier des snaps hors ligne

source: Installed snap packages.
fr: Paquets snap installés.

source: To uninstall snap packages, deselect them and click
fr: Pour désinstaller les paquets snap, désélectionnez-les et cliquez

source: These offline snap packages are available for this computer.
fr: Ces paquets de snap sont disponibles hors ligne pour cet ordinateur.

source: Available updates are already selected. New packages can be installed by selecting them as well. If "online updates" has also been selected, updates will be searched from the Snap Store once the offline updates are complete.
fr: Les mises à jour sont déjà sélectionnées. Les nouveaux paquets peuvent aussiêtre installés en les sélectionnant. Si "mises à jour en ligne" a également été sélectionné, les mises à jourseront recherchées à partir de la Boutique Snap une fois les mises à jour hors ligne terminées.

source: Continue...
fr: Continuer...

source: Back
fr: Retour

source: Installed Revision
fr: Révision installée

source: Available Revision
fr: Révision disponible

source: Manage snap packages and snap update settings.
fr: Gérer les paquets snap et ses paramètres de mises à jour.

source: Add/update snaps from wasta [Offline] or local folder.
fr: Ajouter/mettre à jour des snaps à partir de wasta [Offline] ou d'un dossier local.

source: Update snaps from the online Snap Store.
fr: Mise à jour des snaps depuis la Boutique des snaps en ligne.

source: To <b>Add/Update</b> snap packages, first choose your preferred source(s): <i>If both are selected, the offline source will be used first to limit downloading.</i>
fr: Pour <b>Ajouter/Mettre à jour</b> des paquets snap, choisissez d'abord les sources préférées : <i>Si les deux sont sélectionnées, la source hors ligne sera utilisée en premier pour limiter les téléchargements.</i>

source: Add/Update...
fr: Ajouter/Mettre à jour...

source: Quit
fr: Quitter

source: Remove...
fr: Enlever...

source: Settings...
fr: Paramètres...

source: Offline
fr: Hors ligne

source: Online
fr: Internet

source: Set current connection as metered
fr: Définir la connexion actuelle comme limitée

source: disconnected
fr: déconnectée

source: Auto-refresh on metered connections
fr: Auto-refresh sur connexions limitées

source: Auto-refresh time window
fr: Période d'auto-refresh

source: Number of snap revisions kept
fr: Nombre de révisions de snaps conservées

source: Manage snapd settings.
fr: Gérer les paramètres de snapd.

source: Settings corresponding to suggested values are checked. Uncheck the box to restore defaults.
fr: Les paramètres correspondant aux valeurs suggérées sont cochés. Décochez la case pour restaurer les défauts.

source: Setting
fr: Valeur

source: Current
fr: Actuelle

source: Suggested
fr: Suggérée

source: Waiting for authorization...
fr: En attente d'autorisation...

source: Updating snaps from the Snap store.
fr: Mises à jour depuis la Boutique des snaps.

source: \n\tThis might take several minutes on a slow connection.\n\n
fr: \n\tCela peut prendre plusieurs minutes sur une connexion lente.\n\n
